Repository: giellalt/corpus-swe
Catalog: prestable/tmx/swe2smj/facta/samernas.se/utbildningar_sprakgrupper-2013-147.html.tmx
Source language: swe
Languages: smj

source: Språkgrupper läsåret 2015
smj: 25% värmmádakkursa 1-2 lávke

source: Nordsamiska - Nätkurs 25% steg 1-2 – Nätkurs 25% steg 3-4
smj: 25% värmmádakkursa 3-4 lávke

source: Kontakt och anmälan till kurserna: Anna Margith Påve, +46971 44024, anna.
smj: Åtsålvisáv rája åhpadiddjáj: Ellinor Kuhmunen, +46971 44024, ellinor.

source: margith. pave (a) samernas.
smj: kuhmunen (a) samernas.

source: Lulesamiska - Nätkurs 25% steg 1-2 – Nätkurs 25% steg 3-4
smj: 25% värmmádakkursa 3-4 lávke

source: Kontakt och anmälan till kurserna: Gun Aira +46971 44017, gun.
smj: Gun Aira +46971 44017, gun.

source: Sydsamiska - Nätkurs 25% steg 1-2 – Nätkurs 25% steg 3-4
smj: 25% värmmádakkursa 3-4 lávke

source: Kontakt och anmälan till kurserna: Reinie Fjällström, +46971 44012, reinie.
smj: Jus li gatjálvisá de åhpadiddjijn ságasta.

source: fjallstrom (a) samernas.
smj: Åtsålvisáv rája åhpadiddjáj.

source: se
smj: Duodje

source: Rennäringslinje
smj: Boatsojäládus
